import "./ContentTwo.css";

export default function ContentTwo() {
  return (
    <div className="ContentTwo" id="ContentTwo">
      <h2>ברוכה הבאה לסדנת SEA-INSIDE </h2>
      <p>
        סדנת ייחודית המשלבת את עולמות ה NLP וה Li CBT יחד עם גלישת גלים.        הגשמת חלום הגלישה לצד פריצת דרך לחיים חדשים, בריאים ומאושרים יותר!
        לשבור מחסומים ולנצח את עצמך באמצעות כלים מוכחים להעצמה נשית ואישית.
        בין אם את מחפשת קורס גלישה למתחילים או דרך להרחיב את גבולות היכולת המנטלית
        שלך – אנחנו כאן בשבילך!
      </p>
      <p>
        יחד נלווה אותך במסע חוויתי להתפתחות אישית משמעותית, תוך רכישת כלים
        מעשיים ומנטליים, בסדרה של חמישה מפגשים משולבים NLP וגלישה.
        <br />
        המסע כולל קורס גלישה למתחילים למי שטרם עלתה על הגלשן, כך שתוכלי להרגיש
        בטוחה גם אם זו הפעם הראשונה שלך במים.
      </p>
      <p>
        מסע שמאפשר לנו לשלוט בתת המודע שלנו, לנווט אותו ולהפוך את הדברים
        הקשים והמאתגרים לברי השגה!
        התוכנית כוללת לא רק עבודה מנטלית אלא גם קורס גלישה למתחילים, כדי ללמד
        אותך כיצד לגלוש עם ביטחון ולהשתמש בים כמקור כוח.
      </p>
      <h3>מה תקבלי בסדנה?</h3>
      <ul>
        <li>כלים לשינוי דפוסי חשיבה, ניפוץ פחדים ופריצת גבולות אישיים.</li>
        <li>שיטות למקסום היכולות שלך ולהגברת הביטחון העצמי.</li>
        <li>
          חוויה מעצימה שתגרום לך להאמין שהכל אפשרי – כי את יכולה להשיג כל מטרה
          שתציבי לעצמך!
        </li>
      </ul>
      <p>
        רוצה להצטרף?{" "}
        <a href="#ContactForm" className="highlight-link">
          לחצי כאן להשארת פרטים ונחזור אלייך בהקדם 💙
        </a>
      </p>
    </div>
  );
}
