import "./TheWorkshop.css";

export default function TheWorkshop() {
  return (
    <div className="TheWorkshop" id="TheWorkshop">
      <h2>מה כוללת סדנת SEA-INSIDE?</h2>
      <p>
        5 מפגשים חווייתיים וייחודיים -
        כל מפגש מתקיים לאורך שעתיים ומחולק לשני חלקים מעצימים:
      </p>
      <p>
        סשן  NLP מול חוף הים – שעה של חיבור פנימי, שחרור מחסומים וקבלת כלים מעולם ה-NLP.
        ושעה של שיעור גלישת גלים מעשי בהדרכת צוות מקצועי, מותאם באופן אישי לתכנים המנטליים שנלמדו.
      </p>
      <h3>
        מה תקבלי במסגרת הסדנה?
      </h3>
      <p>
        מגוון כלים מעולמות ה-NLP וה Li CBT לשינוי חשיבה, העצמה אישית והתמודדות עם אתגרים. השילוב בין Li CBT ל-NLP יוצר גישה יעילה וממוקדת, המאפשרת לזהות ולשנות דפוסים מגבילים, להתחבר לתת-המודע ולפתח אסטרטגיות מעצימות בזמן קצר. שיעורי גלישה מותאמים אישית – חוויה משחררת ומעצימה בכל מפגש.
        גלשן וציוד גלישה – כל הציוד כלול, כך שתוכלי פשוט להגיע ולהתחיל לגלוש.
        קבוצה קטנה ואקסקלוסיבית – להבטחת יחס אישי ותשומת לב לכל משתתפת.
        קבוצת ווצאפ – לעדכונים, תמיכה ושיתופים בין המפגשים.
        צוות מדריכים מקצועי ומעצים – שילוו אותך יד ביד במסע הפיזי והמנטלי.
      </p>

      <p>
        זו ההזדמנות שלך לפרוץ גבולות, לגלות עוצמות חדשות וליהנות מכל רגע.
        הצטרפי אלינו לחוויה של פעם בחיים!
      </p>
    </div>
  );
}
