import "./About.css";

export default function About() {
  return (
    <div className="About" id="About">
      {/* מקטע תמונה סטטית */}
      <div className="StaticBackground"></div>

      {/* סקשן אודות */}
      <div className="AboutHeader">
        <h2>קצת עלינו </h2>
        <p>

          את סדנת Sea Inside ייסדנו מתוך החוויה האישית שלנו כגולשות שהחליטו לגלוש בגיל בוגר. כשעלינו לראשונה על הגלשן, גילינו שהאתגר הגדול ביותר הוא לא הגלים עצמם, אלא המאבק הפנימי שמתרחש בתוכנו. הים לימד אותנו איך להתמודד עם פחד, לשחרר מחשבות מגבילות ולהתמסר לרגע – והכל תוך כדי גלישה על הגלים.
        </p>

        <p>
          החזון שלנו היה ליצור מרחב שבו נשים יכולות לא רק ללמוד לגלוש, אלא גם לפתח חוסן מנטלי וכלים מעולמות ה-NLP, שיעזרו להן להתגבר על אתגרים בחיים האישיים והמקצועיים שלהן. Sea-Inside נועדה להעצים נשים, לעזור להן לפרוץ את הגבולות שלהן, ולצאת לגלים – בים ובחיים – בביטחון מלא.
        </p>
      </div>
      <div className="AboutContent">
        {/* עמודה ימנית */}
        <div className="AboutColumn">
          <div className="ImageWrapper">
            <img src="/assets/img/nataly.png" alt="נטלי רובין" />
          </div>
          <div className="TextWrapper">

            <p>
              נטלי רובין, גולשת גלים מקצועית בים של סערות וסופות – בין אם זה הים התיכון הסוער או האוקיינוס הרחב והפראי ברחבי העולם. את האהבה שלי לים גיליתי לפני שנים רבות, ומאז הפכתי את הגלישה לא רק לספורט, אלא לאורח חיים.
            </p>

            <p>
              בעלת תואר ראשון במנהל עסקים ושיווק, בוגרת וינגייט עם התמחות בכושר ובריאות, ומומחית לניהול דיגיטל עם גישה הוליסטית לקידום עסקים 360 מעלות. במהלך השנים צברתי ניסיון רב גם כמתכנתת Web, מה שמאפשר לי להביא את היכולות הדיגיטליות שלי לכל פרויקט שאני נוגעת בו.
            </p>

            <p>
              כמי שהייתה ספורטאית מקצועית, אני מבינה היטב את המשמעות של אתגר פיזי ומנטלי, והנחישות לפרוץ גבולות אישיים. הגלישה בשבילי היא הרבה יותר מספורט – היא כלי להתמודדות עם אתגרים, יציאה מאזור הנוחות ופיתוח חוסן פנימי.
            </p>





          </div>
        </div>

        {/* עמודה שמאלית */}
        <div className="AboutColumn">
          <div className="ImageWrapper">
            <img src="/assets/img/debby.png" alt="דבי צוברי" />
          </div>
          <div className="TextWrapper">
            <p>
              דבי צוברי גולשת גלים, מדריכת סאפ, מאסטר NLP, סטודנטית לפסיכולוגיה
              וחינוך, מקדמת חינוך לקיימות ומנהלת מועדון גלישה.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
}
